Repository: MF-dosear/XMKit_zhf
Catalog: XMKit_zhf/Assets/Language/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ja, pt_br, ru, th, vi

# Init Repeat
source: Initialization failed, please restart the game to complete the initialization
ar: فشلت البدء، يرجى إعادة تشغيل اللعبة لإكمال عملية التهيئة.
de: Initialisierung fehlgeschlagen. Bitte starten Sie das Spiel neu, um die Initialisierung abzuschließen.
es: Fallo de inicialización, reinicie el juego y complete la operación de inicialización.
fr: Échec de l'initialisation. Veuillez redémarrer le jeu pour finaliser l'opération d'initialisation.
it: Inizializzazione fallita, per favore riavvia il gioco per completare il processo di inizializzazione.
ja: 初期化は失敗しました、リスタートし、初期化をお願い致します
pt_br: Falha na inicialização, reinicie o jogo para concluir a operação de inicialização.
ru: Ошибка инициализации. Перезапустите игру и завершите инициализацию.
th: การเริ่มต้นล้มเหลว โปรดรีสตาร์ทเกมและดำเนินการเริ่มต้น
vi: Khởi tạo thất bại, vui lòng khởi động lại trò chơi để hoàn tất quá trình khởi tạo

# UnLogin
source: Not logged in, please complete the login operation
ar: غير مسجل الدخول، يرجى إكمال عملية تسجيل الدخول.
de: Nicht angemeldet. Bitte führen Sie den Anmeldevorgang durch.
es: No has iniciado sesión, por favor completa la operación de inicio de sesión.
fr: Non connecté. Veuillez effectuer la connexion.
it: Non connesso, si prega di completare l'operazione di login.
ja: ログインしていません、ログインをお願い致します
pt_br: Não está logado, por favor, faça o login primeiro.
ru: Не выполнен вход. Пожалуйста, выполните вход.
th: ไม่ได้เข้าสู่ระบบ โปรดดำเนินการเข้าสู่ระบบ
vi: Chưa đăng nhập, vui lòng hoàn tất quá trình đăng nhập

# Purchase not open
source: In-app purchases have not been activated
ar: لا تزال عمليات الشراء داخل التطبيق غير مفعلة.
de: In-App-Käufe sind noch nicht aktiviert.
es: Las compras dentro de la aplicación aún no están habilitadas.
fr: Les achats intégrés ne sont pas encore activés.
it: Gli acquisti in-app non sono ancora abilitati.
ja: アプリ内消費のロックは未解除です
pt_br: A compra dentro do aplicativo ainda não foi ativada.
ru: Покупки в приложении еще не включены.
th: การซื้อในแอปยังไม่ได้เปิดใช้งาน
vi: Mua sắm trong ứng dụng chưa được mở

# Pay after 5s
source: Pay again after 5 seconds
ar: إعادة تشغيل الدفع في خلال 5 ثوانٍ.
de: In 5 Sekunden erneut bezahlen.
es: Reintente el pago en 5 segundos.
fr: Réessayez le paiement dans 5 secondes.
it: Riavvia il pagamento in 5 secondi.
ja: 5秒後で改めて支払います
pt_br: Reiniciando o pagamento em 5 segundos.
ru: Повторная оплата через 5 секунд.
th: รอ 5 วินาทีแล้วลองชำระเงินใหม่
vi: Thanh toán lại sau 5 giây

# No product list
source: Did not get the product list
ar: فشل في الحصول على قائمة العناصر.
de: Keine Produktliste erhalten.
es: No se pudo obtener la lista de productos.
fr: Aucune liste de produits n'a été récupérée.
it: Impossibile recuperare l'elenco degli oggetti.
ja: 商品のリストをゲットできませんでした
pt_br: Não foi possível obter a lista de produtos.
ru: Не удалось получить список товаров.
th: ไม่ได้รับรายการสินค้า
vi: Không lấy được danh sách sản phẩm

# Not have the product
source: The information of this product cannot be found in Apple product list
ar: لا توجد معلومات لهذا العنصر في قائمة منتجات Apple.
de: Das Apple-Produktverzeichnis enthält keine Informationen zu diesem Produkt.
es: La lista de productos de Apple no contiene información sobre este producto.
fr: Aucune information sur ce produit dans la liste des produits Apple.
it: Nessuna informazione per questo oggetto nell'elenco prodotti Apple.
ja: アップルストアのリストに当商品のインフォメーションはありません
pt_br: A lista de produtos da Apple não contém informações sobre esse item.
ru: Товара с такой информацией нет в списке товаров Apple.
th: ไม่มีข้อมูลสินค้านี้ในรายการสินค้าแอปเปิล
vi: Danh sách sản phẩm của Apple không có thông tin về sản phẩm này

# Purchase request failed
source: In-app purchase request failed
ar: فشل طلب الشراء داخل التطبيق.
de: In-App-Kaufanfrage fehlgeschlagen.
es: Error en la solicitud de compra dentro de la aplicación.
fr: Échec de la demande d'achat intégré.
it: Richiesta di acquisto in-app fallita.
ja: アプリ内消費のリクエストは失敗です
pt_br: Falha na solicitação de compra dentro do aplicativo.
ru: Не удалось выполнить запрос на покупку в приложении.
th: คำขอซื้อในแอปล้มเหลว
vi: Yêu cầu mua sắm trong ứng dụng thất bại

# Purchase cancle or failed
source: In-app purchase request failed or got canceled
ar: تم إلغاء الشراء داخل التطبيق أو فشل.
de: In-App-Kauf wurde abgebrochen oder ist fehlgeschlagen.
es: La compra dentro de la aplicación fue cancelada o falló.
fr: L'achat intégré a été annulé ou a échoué.
it: Acquisto in-app annullato o fallito.
ja: アプリ内消費のリクエストは失敗または取り消しです
pt_br: A compra dentro do aplicativo foi cancelada ou falhou.
ru: Запрос на покупку в приложении был отменен или завершился неудачей.
th: การซื้อในแอปถูกยกเลิกหรือล้มเหลว
vi: Thanh toán trong ứng dụng bị hủy bỏ hoặc thất bại

# Receipt acquisition failed
source: Failed to obtain transaction voucher, unable to verify the order
ar: فشل في الحصول على بيانات العملية، غير قادر على التحقق من الطلب.
de: Transaktionsnachweis konnte nicht abgerufen werden, Bestellung kann nicht überprüft werden.
es: Error al obtener el comprobante de transacción, no se puede verificar la orden.
fr: Échec de l'obtention du certificat de transaction, impossible de vérifier la commande.
it: Impossibile ottenere le credenziali di transazione, impossibile verificare l'ordine.
ja: 消費のデータを得ませんでしたため、注文を確かめませんでした
pt_br: Falha ao obter o comprovante de transação, não é possível verificar o pedido.
ru: Не удалось получить данные о транзакции для проверки заказа.
th: การรับรายละเอียดธุรกรรมล้มเหลว ไม่สามารถตรวจสอบคำสั่งซื้อ
vi: Không thể lấy được giấy chứng nhận giao dịch, không thể xác minh đơn hàng

# Receipt data get failed
source: Failed to obtain transaction data, unable to verify the order
ar: فشل في استرداد بيانات العملية، غير قادر على التحقق من الطلب.
de: Transaktionsdaten konnten nicht abgerufen werden, Bestellung kann nicht überprüft werden.
es: Error al obtener datos de transacción, no se puede verificar la orden.
fr: Échec de l'obtention des données de transaction, impossible de vérifier la commande.
it: Impossibile recuperare i dati della transazione, impossibile verificare l'ordine.
ja: 消費のデータを得ませんでしたため、注文を確かめませんでした
pt_br: Falha ao obter dados de transação, não é possível verificar o pedido.
ru: Не удалось получить данные о транзакции для проверки заказа.
th: การรับข้อมูลธุรกรรมล้มเหลว ไม่สามารถตรวจสอบคำสั่งซื้อ
vi: Không thể lấy được dữ liệu giao dịch, không thể xác minh đơn hàng

# Receipt repeat
source: Repeated Apple transaction information
ar: تكرار معلومات العملية في Apple.
de: Apple-Transaktionsinformationen sind doppelt vorhanden.
es: Información de transacción de Apple duplicada.
fr: Informations de transaction Apple en double.
it: Le informazioni sulla transazione Apple sono duplicate.
ja: 消費の情報は重ねています
pt_br: Informações de transação da Apple duplicadas.
ru: Дублирование информации о транзакции Apple.
th: ข้อมูลธุรกรรม Apple ซ้ำ
vi: Thông tin giao dịch của Apple bị trùng lặp

# Order info lost
source: Order information is missing, payment failed
ar: فقدان معلومات الطلب، فشل الدفع.
de: Bestellinformationen fehlen, Zahlung fehlgeschlagen.
es: Se perdió la información de la orden, el pago falló.
fr: Les informations de commande sont perdues, le paiement a échoué.
it: Informazioni sull'ordine perse, pagamento fallito.
ja: 注文の情報は無くなり、支払いは失敗しました
pt_br: Informações do pedido perdidas, pagamento falhou.
ru: Информация о заказе потеряна, оплата не выполнена.
th: ข้อมูลการสั่งซื้อหายไป การชำระเงินล้มเหลว
vi: Thất bại thanh toán, thông tin đơn hàng bị mất

source: Purchase successful
ar: تم الشراء بنجاح
de: Kauf erfolgreich.
es: Compra exitosa.
fr: Achat réussi.
it: Acquisto riuscito
ja: 購入成功です
pt_br: Compra realizada com sucesso.
ru: Покупка прошла успешно.
th: การซื้อสำเร็จ
vi: Mua hàng thành công

source: Order verification failed
ar: فشل التحقق من الطلب
de: Bestellüberprüfung fehlgeschlagen.
es: Fallo en la verificación de la orden.
fr: Échec de la vérification de la commande.
it: Verifica dell'ordine fallita
ja: 注文オーダーは確かめませんでした
pt_br: Falha na verificação do pedido.
ru: Ошибка проверки заказа.
th: การตรวจสอบคำสั่งซื้อล้มเหลว
vi: Xác minh đơn hàng thất bại

# Order verification failed detail
source: Order verification failed, Restart the game, and then the order will be automatically verified, If it has not been successful, please contact customer service.
ar: فشل التحقق من الطلب. أعد تشغيل اللعبة، وسيقوم النظام تلقائيًا بالتحقق من الطلب في الخلفية. إذا استمر الفشل، يرجى التواصل مع خدمة العملاء.
de: Bestellüberprüfung fehlgeschlagen. Starten Sie das Spiel neu, die Bestellung wird automatisch im Hintergrund überprüft. Wenn dies weiterhin nicht erfolgreich ist, kontaktieren Sie bitte den Kundenservice.
es: Fallo en la verificación de la orden, reinicie el juego, la verificación de la orden se realizará automáticamente en segundo plano. Si no tiene éxito, contacte con atención al cliente.
fr: Échec de la vérification de la commande, Redémarrez le jeu, la vérification de la commande se fera automatiquement en arrière-plan, Si cela ne réussit pas, veuillez contacter le service client.
it: Verifica dell'ordine fallita. Riavvia il gioco, e il sistema verificherà automaticamente l'ordine in background. Se fallisce ancora, contatta il servizio clienti.
ja: 注文オーダーは確かめませんでした、ゲームをリスタートすれば、注文したオーダーは自動的に確認されますが、まだ成功しない場合、サービスの担当にご連絡ください
pt_br: Falha na verificação do pedido, reinicie o jogo, a verificação do pedido será automática em segundo plano, se ainda não for bem-sucedida, entre em contato com o suporte.
ru: Ошибка проверки заказа. Перезапустите игру, фоновая автоматическая проверка заказа активирована. Если проверка заказа не удалась в течение продолжительного времени, обратитесь в службу поддержки.
th: การตรวจสอบคำสั่งซื้อล้มเหลว, กรุณารีบเริ่มเกมใหม่, ระบบจะตรวจสอบคำสั่งซื้อโดยอัตโนมัติ, หากยังไม่สำเร็จตลอด, กรุณาติดต่อฝ่ายบริการลูกค้า.
vi: Xác minh đơn hàng thất bại, khởi động lại trò chơi, xác minh đơn hàng tự động phía sau, nếu vẫn không thành công, vui lòng liên hệ dịch vụ khách hàng.

source: Copy failed
ar: فشل النسخ
de: Kopieren fehlgeschlagen
es: Fallo al copiar.
fr: Échec de la copie
it: Copia fallita
ja: コピー失敗しました
pt_br: Falha ao copiar.
ru: Не удалось скопировать
th: คัดลอกไม่สำเร็จ
vi: Sao chép thất bại

source: Copy successful
ar: تم النسخ بنجاح
de: Kopieren erfolgreich
es: Copia exitosa.
fr: Copie réussie
it: Copia riuscita
ja: コピー成功しました
pt_br: Cópia bem-sucedida.
ru: Скопировано успешно
th: คัดลอกสำเร็จ
vi: Sao chép thành công

# Pay successful
source: Payment successful
ar: نجاح الدفع
de: Zahlung erfolgreich
es: Pago exitoso.
fr: Paiement réussi
it: Pagamento riuscito
ja: 支払い成功しました
pt_br: Pagamento bem-sucedido.
ru: Оплата выполнена успешно
th: การชำระเงินสำเร็จ
vi: Thanh toán thành công

source: Unknown device
ar: جهاز غير معروف
de: Unbekanntes Gerät
es: Dispositivo desconocido.
fr: Appareil inconnu
it: Dispositivo sconosciuto
ja: 未知デバイスです
pt_br: Dispositivo desconhecido.
ru: Неизвестное устройство
th: อุปกรณ์ที่ไม่รู้จัก
vi: Thiết bị không xác định

# Done
source: Confirm
ar: تأكيد
de: Bestätigen
es: Aceptar
fr: Confirmer
it: Conferma
ja: 確認します
pt_br: Confirmar
ru: Подтвердить
th: ตกลง
vi: Xác nhận

# Show of flip
source: Flip to show floating frame after hiding
ar: انقلب لكشف النافذة العائمة بعد الإخفاء.
de: Kippen Sie, um das Overlay anzuzeigen.
es: Voltee para mostrar la ventana flotante después de ocultar.
fr: Faites pivoter pour afficher la fenêtre flottante après avoir été masquée.
it: Rivela la finestra galleggiante dopo averla nascosta.
ja: 隠されましたが、スリーブすれば、再び示します
pt_br: Deslize para cima para exibir o painel flutuante
ru: Поднимите, чтобы показать всплывающее окно.
th: หลังจากซ่อนคุณสามารถแสดงหน้าต่างพลอตได้
vi: Cuộn lên sau đó cuộn lại để hiển thị ô lật

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: 取り消します
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
vi: Hủy bỏ

source: Hidden
ar: إخفاء
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
ja: 隠します
pt_br: Ocultar
ru: Скрыть
th: ซ่อน
vi: Ẩn

# Drop to Hide
source: Drag it here to hide
ar: اسحب هنا للإخفاء
de: Ziehen Sie hierhin, um zu verstecken.
es: Arrastre aquí para ocultar.
fr: Faites glisser ici pour masquer.
it: Trascina qui per nascondere
ja: ここにドロップし、隠します
pt_br: Arraste para ocultar aqui
ru: Перетащите сюда, чтобы скрыть.
th: ลากมาที่นี่เพื่อซ่อน
vi: Kéo vào đây để ẩn

# Net error,timeout
source: The network is abnormal and the request timed out
ar: استثناء في الشبكة، طلب تجاوز الوقت.
de: Netzwerkfehler, Anforderungstimeout.
es: Error de red, tiempo de espera de la solicitud.
fr: Problème de réseau, délai de demande dépassé.
it: Eccezione di rete, richiesta scaduta.
ja: インターネットは異常状態です、リクエストは待機長すぎます
pt_br: Erro de rede, solicitação expirada
ru: Сетевая ошибка, истекло время ожидания запроса.
th: ข้อผิดพลาดในเครือข่าย การร้องขอหมดเวลา
vi: Lỗi mạng, yêu cầu quá thời gian

source: Data parsing error
ar: خطأ في تحليل البيانات
de: Datenanalysefehler
es: Error de análisis de datos.
fr: Erreur d'analyse des données
it: Errore di analisi dati
ja: データ分解はエラーがでました
pt_br: Erro na análise de dados
ru: Ошибка разбора данных
th: ข้อผิดพลาดในการแยกข้อมูล
vi: Lỗi phân tích dữ liệu

source: User Name
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
ja: ユーザー名
pt_br: Nome de usuário
ru: Имя пользователя
th: ชื่อผู้ใช้
vi: Tên người dùng

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
pt_br: Senha
ru: Пароль
th: รหัสผ่าน
vi: Mật khẩu

source: Code
ar: رمز التحقق
de: Überprüfungscode
es: Código de verificación
fr: Code de vérification
it: Codice di verifica
ja: セーフコード
pt_br: Código de verificação
ru: Код подтверждения
th: รหัสยืนยัน
vi: Mã xác nhận

source: Name
ar: الاسم
es: Nombre
fr: Nom
it: Nome
ja: 名前
pt_br: Nome
ru: Имя
th: ชื่อ
vi: Họ tên

# ID card
source: ID card Number
ar: رقم البطاقة الشخصية
de: Personalausweisnummer
es: Número de identificación
fr: Numéro d'identification.
it: Numero di carta d'identità
ja: 保険証番号
pt_br: Número de identificação
ru: Идентификационный номер.
th: หมายเลขประจำตัวประชาชน
vi: Số căn cước/Chứng minh nhân dân

source: Enter user name
ar: يرجى إدخال اسم المستخدم
de: Bitte geben Sie den Benutzernamen ein
es: Ingrese el nombre de usuario.
fr: Veuillez entrer le nom d'utilisateur
it: Inserisci il tuo username
ja: ユーザー名を入力してください
pt_br: Por favor, insira um nome de usuário
ru: Введите имя пользователя
th: กรุณาใส่ชื่อผู้ใช้
vi: Nhập tên người dùng

# Enter account
source: Enter your account
ar: يرجى إدخال رقم حسابك
de: Bitte geben Sie die Kontonummer ein
es: Ingrese el nombre de la cuenta.
fr: Veuillez entrer le compte
it: Inserisci il tuo numero di account
ja: IDを入力してください
pt_br: Por favor, insira um nome de usuário
ru: Введите имя учетной записи
th: กรุณาใส่รหัสผู้ใช้
vi: Nhập tài khoản

# Enter password
source: Enter the password
ar: يرجى إدخال كلمة المرور
de: Bitte geben Sie das Passwort ein
es: Ingrese la contraseña.
fr: Veuillez entrer le mot de passe
it: Inserisci la tua password
ja: パスワードを入力してください
pt_br: Por favor, insira uma senha
ru: Введите пароль
th: กรุณาใส่รหัสผ่าน
vi: Nhập mật khẩu

# Enter code
source: Enter verification code
ar: يرجى إدخال رمز التحقق
de: Bitte geben Sie den Überprüfungscode ein
es: Ingrese el código de verificación.
fr: Veuillez entrer le code de vérification
it: Inserisci il codice di verifica
ja: コード
pt_br: Por favor, insira um código de verificação
ru: Введите код подтверждения
th: กรุณาใส่รหัสยืนยัน
vi: Nhập mã xác nhận

# Enter name
source: Enter your real name
ar: يرجى إدخال اسمك الحقيقي
de: Bitte geben Sie den echten Namen ein
es: Ingrese el nombre real.
fr: Veuillez entrer le vrai nom
it: Inserisci il tuo vero nome
ja: 実の名前を入力してください
pt_br: Por favor, insira seu nome real
ru: Введите настоящее имя
th: กรุณาใส่ชื่อจริง
vi: Nhập tên thật

# Enter ID card
source: Enter ID card number
ar: يرجى إدخال رقم بطاقتك الشخصية
de: Bitte geben Sie die Personalausweisnummer ein
es: Ingrese el número de identificación.
fr: Veuillez entrer le numéro d'identification
it: Inserisci il numero di carta d'identità
ja: 保険証番号を入力してください
pt_br: Por favor, insira seu número de identificação
ru: Введите номер удостоверения личности
th: กรุณาใส่หมายเลขประจำตัวประชาชน
vi: Nhập số chứng minh nhân dân

source: Area code
ar: رمز المنطقة
de: Vorwahl
es: Código de área
fr: Indicatif régional
it: Prefisso
ja: アリアコード
pt_br: Código de área
ru: Код области
th: รหัสภูมิภาค
vi: Mã vùng

# Get Code
source: Obtain code
ar: الحصول على رمز التحقق
de: Überprüfungscode erhalten
es: Obtener código de verificación.
fr: Obtenir le code de vérification
it: Ottieni codice di verifica
ja: コード取得
pt_br: Obter código de verificação
ru: Получите код подтверждения
th: รับรหัสยืนยัน
vi: Nhận mã xác nhận

# Enter
source: Please enter
ar: الرجاء إدخال
de: Bitte eingeben
es: Por favor ingrese.
fr: Veuillez entrer
it: Inserisci
ja: 入力してください
pt_br: Por favor, insira
ru: Пожалуйста, введите
th: กรุณาใส่
vi: Vui lòng nhập

# Cannot contain spaces
source: Password annot contain spaces
ar: لا يمكن أن يحتوي على مسافات
de: Darf keine Leerzeichen enthalten
es: No puede contener espacios.
fr: Ne peut pas contenir d'espaces
it: Non può contenere spazi
ja: ブランクを入れないでください
pt_br: Não pode conter espaços
ru: Не должно содержать пробелов
th: ไม่สามารถมีช่องว่าง
vi: Không được chứa khoảng trắng

# Cannot be less than 6 digits
source: Password cannot be less than 6 digits
ar: يجب أن تكون كلمة المرور على الأقل 6 أحرف
de: Passwort darf nicht weniger als 6 Zeichen enthalten
es: La contraseña debe tener al menos 6 caracteres.
fr: Le mot de passe doit comporter au moins 6 caractères
it: La password deve essere lunga almeno 6 caratteri
ja: パスワードは6ヵ文字または以上にしてください
pt_br: A senha deve ter pelo menos 6 caracteres
ru: Пароль должен содержать не менее 6 символов
th: รหัสผ่านต้องมีความยาวไม่น้อยกว่า 6 ตัวอักษร
vi: Mật khẩu không thể ít hơn 6 ký tự

# Cannot be greater than 16 bits
source: Password cannot be greater than 6 digits
ar: لا يمكن أن تتجاوز كلمة المرور 16 حرفًا
de: Passwort darf nicht mehr als 16 Zeichen enthalten
es: La contraseña no puede tener más de 16 caracteres.
fr: Le mot de passe ne doit pas dépasser 16 caractères
it: La password non può superare i 16 caratteri
ja: パスワードは16ヵ文字を超えないでください
pt_br: A senha não pode ter mais de 16 caracteres
ru: Пароль не должен превышать 16 символов
th: รหัสผ่านต้องมีความยาวไม่เกิน 16 ตัวอักษร
vi: Mật khẩu không thể lớn hơn 16 ký tự

source: Login successful
ar: تسجيل الدخول بنجاح
de: Anmeldung erfolgreich
es: Inicio de sesión exitoso.
fr: Connexion réussie
it: Accesso riuscito
ja: ログイン成功です
pt_br: Login bem-sucedido
ru: Вход выполнен успешно
th: เข้าสู่ระบบสำเร็จ
vi: Đăng nhập thành công

source: Message
ar: معلومات
de: Informationen
es: Información
fr: Information
it: Informazioni
ja: インフォメーション
pt_br: Informações
ru: Информация
th: ข้อมูล
vi: Thông tin

# Change pwd failed
source: Failed to change password
ar: فشل تغيير كلمة المرور
de: Passwortänderung fehlgeschlagen
es: Error al cambiar la contraseña.
fr: Échec de la modification du mot de passe
it: Modifica password fallita
ja: パスワードの変更は失敗です
pt_br: Falha na alteração de senha
ru: Сбой смены пароля
th: การเปลี่ยนรหัสผ่านล้มเหลว
vi: Thay đổi mật khẩu thất bại

source: Quick Start Game
ar: بداية سريعة في اللعبة
de: Schnellspiel starten
es: Comience rápidamente el juego.
fr: Démarrer rapidement le jeu
it: Avvio rapido del gioco
ja: ファストスタート
pt_br: Iniciar rapidamente o jogo
ru: Быстрый запуск игры
th: เริ่มเกมด่วน
vi: Bắt đầu chơi nhanh

source: Account login
ar: تسجيل الدخول
de: Kontoanmeldung
es: Inicio de sesión de cuenta.
fr: Connexion au compte
it: Accesso account
ja: IDでログインします
pt_br: Login na conta
ru: Вход в аккаунт
th: เข้าสู่ระบบบัญชี
vi: Đăng nhập tài khoản

# No Apple Login
source: The current device system does not support Apple login!
ar: نظام الجهاز الحالي لا يدعم تسجيل الدخول بواسطة Apple!
de: Das aktuelle Gerätesystem unterstützt keine Apple-Anmeldung!
es: ¡El sistema actual del dispositivo no admite el inicio de sesión de Apple!
fr: Le système actuel de l'appareil ne prend pas en charge la connexion Apple !
it: Il sistema operativo attuale non supporta l'accesso Apple!
ja: 当デバイスはアップルログインできません
pt_br: O sistema atual do dispositivo não suporta login da Apple!
ru: Текущая система устройства не поддерживает вход через Apple!
th: ระบบปฏิบัติการของอุปกรณ์ปัจจุบันไม่รองรับการเข้าสู่ระบบแอปเปิล!
vi: Hệ điều hành của thiết bị hiện tại không hỗ trợ đăng nhập Apple!

# Not in conformity
source: The authorization information does not match
ar: معلومات الترخيص لا تتطابق
de: Alle Berechtigungsinformationen stimmen nicht überein
es: Toda la información de autorización no coincide.
fr: Les informations d'autorisation ne correspondent pas toutes
it: Le informazioni di autorizzazione non corrispondono
ja: 繋がり情報は間違えました
pt_br: Informações de autorização não coincidem
ru: Все данные авторизации не соответствуют
th: ข้อมูลการอนุญาตไม่ตรงกัน
vi: Tất cả các thông tin ủy quyền đều không phù hợp

# User cancle request
source: The user canceled the authorization request
ar: ألغى المستخدم طلب الترخيص
de: Der Benutzer hat die Berechtigungsanfrage abgebrochen
es: El usuario canceló la solicitud de autorización.
fr: L'utilisateur a annulé la demande d'autorisation
it: L'utente ha annullato la richiesta di autorizzazione
ja: ユーザーは繋がりリクエストをキャンセルしました
pt_br: O usuário cancelou a solicitação de autorização
ru: Пользователь отменил запрос на авторизацию
th: ผู้ใช้ยกเลิกคำขออนุญาต
vi: Người dùng đã hủy yêu cầu ủy quyền

source: Authorization request failed
ar: فشل طلب الترخيص
de: Berechtigungsanfrage fehlgeschlagen
es: Fallo en la solicitud de autorización.
fr: La demande d'autorisation a échoué
it: Richiesta di autorizzazione fallita
ja: 繋がりリクエストは失敗しました
pt_br: Falha na solicitação de autorização
ru: Не удалось выполнить запрос на авторизацию
th: คำขออนุญาตล้มเหลว
vi: Yêu cầu ủy quyền thất bại

# Invalid authorization request response
source: Invalid response to authorization request
ar: استجابة غير صالحة لطلب الترخيص
de: Autorisierungsanfrage hat eine ungültige Antwort erhalten
es: La respuesta a la solicitud de autorización es inválida.
fr: La réponse à la demande d'autorisation est invalide
it: Risposta non valida alla richiesta di autorizzazione
ja: 繋がりリクエストは応じされていません
pt_br: Resposta de solicitação de autorização inválida
ru: Неверный ответ на запрос на авторизацию
th: การตอบสนองคำขออนุญาตไม่ถูกต้อง
vi: Phản hồi không hợp lệ từ yêu cầu ủy quyền

source: Failed to process authorization request
ar: غير قادر على معالجة طلب الترخيص
de: Die Autorisierungsanfrage konnte nicht verarbeitet werden
es: No se pudo procesar la solicitud de autorización.
fr: Impossible de traiter la demande d'autorisation
it: Impossibile elaborare la richiesta di autorizzazione
ja: 繋がりリクエストをプロセスできませんでした
pt_br: Não foi possível processar a solicitação de autorização
ru: Не удалось обработать запрос на авторизацию
th: ไม่สามารถประมวลผลคำขออนุญาต
vi: Không thể xử lý yêu cầu ủy quyền

source: Authorization request failed for unknown reason
ar: فشل طلب الترخيص لأسباب غير معروفة
de: Autorisierungsanfrage ist aus unbekannten Gründen fehlgeschlagen
es: Fallo en la solicitud de autorización por razones desconocidas.
fr: Échec de la demande d'autorisation pour une raison inconnue
it: Richiesta di autorizzazione fallita per motivi sconosciuti
ja: 未知原因で繋がりリクエスト失敗しました
pt_br: Falha na solicitação de autorização, motivo desconhecido
ru: Неизвестная ошибка при выполнении запроса на авторизацию
th: คำขออนุญาตล้มเหลวเนื่องจากเหตุผลที่ไม่รู้จัก
vi: Yêu cầu ủy quyền thất bại vì lý do không xác định

# Sign in
source: Login
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accesso
ja: ログイン
ru: Вход
th: เข้าสู่ระบบ
vi: Đăng nhập
