Repository: MF-dosear/XMKit_zhf
Catalog: XMKit_zhf/Assets/Language/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ja, pt_br, ru, th, vi

# New user
source: New User Registration
ar: تسجيل مستخدم جديد
de: Neue Benutzerregistrierung
es: Registro de nuevos usuarios
fr: Nouvelle inscription utilisateur
it: Registrazione nuovo utente
ja: 新ユーザー登録
pt_br: Registro de novo usuário
ru: Регистрация нового пользователя
th: ลงทะเบียนผู้ใช้ใหม่
vi: Người dùng mới đăng ký

# Forget pwd
source: Forgot password
ar: نسيت كلمة المرور
de: Passwort vergessen
es: Olvidé mi contraseña
fr: Mot de passe oublié
it: Password dimenticata
ja: パスワードをわすれました
pt_br: Esqueci a senha
ru: Забыли пароль
th: ลืมรหัสผ่าน
vi: Quên mật khẩu

# Customer service
source: Contact CS
ar: اتصل بخدمة العملاء
de: Kundenservice kontaktieren
es: Contactar con servicio al cliente
fr: Contacter le service client
it: Contatta il servizio clienti
ja: サービスの担当に連絡します
pt_br: Entre em contato com o suporte
ru: Связаться с службой поддержки
th: ติดต่อฝ่ายบริการ
vi: Liên hệ dịch vụ khách hàng

# Reser pwd
source: Reset Password
ar: إعادة تعيين كلمة المرور
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
ja: パスワードを変更します
pt_br: Redefinir senha
ru: Сброс пароля
th: รีเซ็ตรหัสผ่าน
vi: Đặt lại mật khẩu

# Assign account number
source: The system has automatically assigned an account. In order to facilitate memory, you can set it on your own
ar: قام النظام تلقائيًا بتعيين حساب. للراحة، يمكنك تعيينه بنفسك.
de: Ein Konto wurde automatisch zugewiesen. Sie können es zur einfacheren Erinnerung selbst festlegen.
es: El sistema ha asignado automáticamente un número de cuenta. Para su comodidad, puede configurarlo usted mismo.
fr: Un compte a été automatiquement attribué par le système. Pour plus de commodité, vous pouvez le personnaliser vous-même.
it: Il sistema ha assegnato automaticamente un account. Per comodità, puoi impostarlo tu stesso.
ja: システムはすでにIDを配りましたが、記憶の便利のため、あなた自身で設定できます
pt_br: Um número de conta foi atribuído automaticamente pelo sistema. Para facilitar a memorização, você pode configurá-lo.
ru: Система автоматически назначила аккаунт. Для удобства вы можете установить его сами.
th: ระบบได้มอบหมายบัญชีอัตโนมัติเพื่อความสะดวกในการจดจำ คุณสามารถตั้งค่าเอง
vi: Hệ thống đã tự động cấp phát tài khoản, để dễ nhớ, bạn có thể tự đặt

# Sign up
source: Register
ar: تسجيل
de: Registrieren
es: Registro
fr: S'inscrire
it: Registrazione
ja: 登録します
pt_br: Registrar
ru: Регистрация
th: ลงทะเบียน
vi: Đăng ký

# Privacy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシー保護
pt_br: Política de Privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
vi: Chính sách Riêng tư

# Agreement
source: User Agreement
ar: اتفاقية المستخدم
de: Nutzungsvereinbarung
es: Acuerdo del usuario
fr: Contrat utilisateur
it: Accordo dell'utente
ja: ユーザー条件
pt_br: Contrato do usuário
ru: Пользовательское соглашение
th: ข้อตกลงผู้ใช้
vi: Thỏa thuận Người dùng

# Agreed Privacy And Agreement
source: By registration, you have agreed to the privacy policy and user agreement
ar: التسجيل يعني الموافقة على سياسة الخصوصية واتفاقية المستخدم.
de: Die Registrierung bedeutet, dass Sie der Datenschutzrichtlinie und den Nutzungsvereinbarungen zustimmen.
es: El registro representa que ha aceptado la política de privacidad y el acuerdo del usuario.
fr: L'inscription représente l'accord avec la politique de confidentialité et le contrat utilisateur.
it: La registrazione rappresenta l'accettazione dell'Informativa sulla privacy e dell'Accordo dell'utente.
ja: プライバシー保護及びユーザー条件に同意し、登録します
pt_br: O registro representa concordância com a Política de Privacidade e o Contrato do Usuário
ru: Регистрация означает, что вы согласны с Политикой конфиденциальности и Пользовательским соглашением.
th: การลงทะเบียนแทนการยอมรับนโยบายความเป็นส่วนตัวและข้อตกลงผู้ใช้
vi: Đăng ký đồng nghĩa với việc bạn đã đồng ý với Chính sách Riêng tư và Thỏa thuận Người dùng

# Read Privacy And Agreement
source: Please read and agree to the privacy policy and user agreement
ar: الرجاء قراءة والموافقة على سياسة الخصوصية واتفاقية المستخدم.
de: Bitte lesen und akzeptieren Sie die Datenschutzrichtlinie und die Nutzungsvereinbarung.
es: Lea y acepte la política de privacidad y el acuerdo del usuario.
fr: Veuillez lire et accepter la politique de confidentialité et le contrat utilisateur.
it: Per favore, leggi e accetta l'Informativa sulla privacy e l'Accordo dell'utente.
ja: プライバシー保護及びユーザー条件をお読みください
pt_br: Por favor, leia e concorde com a Política de Privacidade e o Contrato do Usuário
ru: Пожалуйста, прочтите и согласитесь с Политикой конфиденциальности и Пользовательским соглашением.
th: โปรดอ่านและยอมรับนโยบายความเป็นส่วนตัวและข้อตกลงผู้ใช้
vi: Vui lòng đọc và đồng ý với Chính sách Riêng tư và Thỏa thuận Người dùng

# Regiest successful
source: Registration successful
ar: تسجيل ناجح
de: Registrierung erfolgreich
es: Registro exitoso
fr: Inscription réussie
it: Registrazione riuscita
ja: 登録成功しました
pt_br: Registro bem-sucedido
ru: Регистрация прошла успешно
th: ลงทะเบียนสำเร็จ
vi: Đăng ký thành công

# Send Code successful
source: Verification code sent successfully
ar: تم إرسال رمز التحقق بنجاح
de: Senden des Überprüfungs-Codes erfolgreich
es: Envío de código de verificación exitoso
fr: Envoi du code de vérification réussi
it: Codice di verifica inviato con successo
ja: セーフコードを送りました
pt_br: Envio de código de verificação bem-sucedido
ru: Код подтверждения успешно отправлен
th: ส่งรหัสยืนยันสำเร็จ
vi: Gửi mã xác nhận thành công

# Change done
source: Confirm the changes
ar: تأكيد التعديل
de: Bestätigen der Änderung
es: Confirmación de modificación
fr: Confirmer la modification
it: Conferma modifica
ja: 変更を確認します
pt_br: Confirmação de modificação
ru: Подтверждение изменений
th: ยืนยันการเปลี่ยนแปลง
vi: Xác nhận sửa đổi

# Get and loging
source: Successfully got it back, logging in now
ar: استرداد ناجح، تسجيل الدخول
de: Das Zurücksetzen war erfolgreich Derzeit wird eingeloggt
es: Éxito al recuperar, iniciando sesión.
fr: Récupération réussie, connexion en cours
it: Recupero riuscito, accesso in corso
ja: 改めてゲットし、ログイン中です
pt_br: Recuperação bem-sucedida, fazendo login agora
ru: Восстановление прошло успешно, вход в процессе
th: ค้นหาสำเร็จ กำลังเข้าสู่ระบบ
vi: Tìm lại thành công, đang đăng nhập

# Today not tips
source: Don't remind me again today
ar: عدم إظهار ذلك مرة أخرى اليوم
de: Heute keine weiteren Hinweise
es: Hoy no volver a mostrar
fr: Ne plus afficher aujourd'hui
it: Non mostrare di nuovo oggi
ja: 今日は再び提示しません
pt_br: Não mostrar novamente hoje
ru: Не напоминать сегодня
th: ไม่ต้องแสดงให้เห็นว่าไม่คิดถึงในวันนี้
vi: Không nhắc nhở hôm nay nữa

source: Bind now
ar: قم بالربط الآن
de: Sofort binden
es: Enlazar ahora
fr: Lier immédiatement
it: Associa ora
ja: 直ぐ繋がります
pt_br: Vincular agora
ru: Привязать сейчас
th: ผูกพันทำ
vi: Liên kết ngay

source: Next time
ar: ذكرني لاحقًا
de: Nächstes Mal
es: En la próxima ocasión
fr: Dire la prochaine fois
it: Ricordamelo più tardi
ja: まだ次にしてください
pt_br: Dizer depois
ru: Отложить на потом
th: พูดคุยในครั้งถัดไป
vi: Lần sau

# Reminder
source: Friendly reminder! 1. The email is only used for identity verification, no fees are charged, please feel free to use it! 2.The company promises to protect your privacy and will not leak your email!
ar: تذكير! 1. البريد الإلكتروني يُستخدم فقط للتحقق من الهوية وهو مجاني. يرجى استخدامه بثقة! 2. تعهد شركتنا بحماية خصوصيتك وعدم الكشف عن بريدك الإلكتروني!
de: Wichtiger Hinweis! 1. Die E-Mail dient nur zur Identitätsprüfung und ist kostenfrei. Bitte verwenden Sie sie beruhigt! 2. Wir versprechen, Ihre Privatsphäre zu schützen und Ihre E-Mail-Adresse nicht preiszugeben!
es: Consejos amigables! 1. El correo electrónico se utiliza solo para verificación de identidad y no se cobran tarifas, ¡puede usarlo con confianza! 2. Nos comprometemos a proteger estrictamente su privacidad y no divulgaremos su correo electrónico.
fr: Conseils chaleureux! 1. L'adresse e-mail est uniquement utilisée à des fins de vérification d'identité et ne génère aucun frais. Utilisez-la en toute confiance ! 2. Notre entreprise s'engage à protéger votre vie privée et ne divulguera pas votre adresse e-mail !
it: Promemoria! 1. L'email è utilizzata solo per la verifica dell'identità e è gratuita. Usala con fiducia! 2. La nostra azienda promette di proteggere rigorosamente la tua privacy e non divulgherà la tua email!
ja: ご提示:メールアドレスは身分の証明で、手続き費用はかからないので、ご安心ください。
pt_br: Dica útil! 1. O e-mail é usado apenas para verificação de identidade, sem cobrança de taxas. Use com confiança! 2. Nossa empresa compromete-se a proteger rigorosamente suas informações pessoais e não divulgará seu e-mail!
ru: Подсказка: 1. Электронная почта используется только для подтверждения личности и не взимается плата. Используйте ее безопасно! 2. Мы обязуемся защищать вашу конфиденциальность и не разглашать ваш адрес электронной почты!
th: ท่านฐานที่ให้คำแนะนำ! 1. ที่อยู่อีเมลใช้เพียงเป็นการยืนยันตัวตนเท่านั้น ไม่มีค่าใช้จ่ายใด ๆ โปรดใช้บริการนี้ได้โดยปลอดภัย! 2.บริษัทของเราขอรับประกันความเป็นส่วนตัวของท่าน จะไม่เปิดเผยที่อยู่อีเมลของท่าน!
vi: Lưu ý: 1. Email chỉ dùng cho xác minh danh tính, miễn phí hoàn toàn! 2. Chúng tôi cam kết bảo vệ quyền riêng tư của bạn, không tiết lộ email của bạn!

source: Bind successful
ar: ربط بنجاح
de: Erfolgreich gebunden
es: Enlazado exitosamente
fr: Liaison réussie
it: Associazione riuscita
ja: 成功に繋がりました
pt_br: Vinculação bem-sucedida
ru: Привязка прошла успешно
th: การผูกติดเรียบร้อย
vi: Liên kết thành công

source: Upgrade now
ar: ترقية الآن
de: Sofort aktualisieren
es: Actualizar ahora
fr: Mise à niveau immédiate
it: Aggiorna ora
ja: 直ぐアップデート
pt_br: Atualize agora
ru: Срочное обновление
th: อัปเกรดทันที
vi: Nâng cấp ngay

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 終了します
pt_br: Fechar
ru: Закрыть
th: ปิด
vi: Đóng

# National regulations
source: 1. According to regulations, game users need to conduct real-name authentication! 2、2. We promise to strictly protect your personal information and no external disclosure of it!
ar: 1. وفقًا للتشريعات الوطنية، يجب على مستخدمي اللعبة إجراء مصادقة الاسم الحقيقي! 2. نعد بحماية صارمة لمعلوماتك الشخصية وعدم الكشف عنها للآخرين!
de: 1. Gemäß den nationalen Bestimmungen müssen Spieler ihre Identität überprüfen! 2. Wir versprechen, Ihre persönlichen Daten streng zu schützen und nicht nach außen zu tragen!
es: 1. Según las regulaciones del país, los usuarios de juegos deben realizar una verificación de identidad. 2. Nos comprometemos a proteger rigurosamente su información personal y no la divulgaremos externamente.
fr: 1. Selon les réglementations nationales, les utilisateurs de jeux doivent effectuer une vérification d'identité réelle ! 2. Nous nous engageons à protéger strictement vos informations personnelles et à ne pas les divulguer à des tiers !
it: 1. Secondo le normative nazionali, gli utenti dei giochi devono sottoporsi all'autenticazione con nome reale! 2. Promettiamo di proteggere rigorosamente le tue informazioni personali e di non divulgarle!
ja: 政府ルールにより、このゲームは実の名前が必要になっています。厳格的にあなたの個人情報を護るので、ご安心ください。
pt_br: 1. De acordo com as regulamentações do país, os usuários de jogos devem realizar autenticação de identidade! 2. Comprometemo-nos a proteger rigorosamente suas informações pessoais e não divulgá-las ao público!
ru: 1. Согласно национальным правилам, игровые пользователи обязаны проходить процедуру идентификации по паспорту! 2. Мы обещаем строго соблюдать конфиденциальность ваших личных данных и не раскрывать их внешним лицам!
th: 1. ตามกฎระเบียบของประเทศ ผู้ใช้เกมต้องดำเนินการตรวจสอบตัวตนแบบจริง! 2. เราขอสัญญาว่าจะปกป้องข้อมูลส่วนบุคคลของคุณอย่างเข้มงวด จะไม่เปิดเผยต่อภายนอก!
vi: 1. Theo quy định của quốc gia, người chơi cần thực hiện xác minh danh tính! 2. Chúng tôi cam kết bảo vệ nghiêm túc thông tin cá nhân của bạn, không tiết lộ ra ngoài!

# Regiest fast
source: Fast registration
ar: التسجيل السريع
de: Schnellregistrierung
es: Registro rápido
fr: Inscription rapide
it: Registrazione rapida
ja: ファスト登録します
pt_br: Registro rápido
ru: Быстрая регистрация
th: การลงทะเบียนด่วน
vi: Đăng ký nhanh

source: Enter Email
ar: الرجاء إدخال بريدك الإلكتروني
de: Bitte geben Sie Ihre E-Mail-Adresse ein
es: Ingrese su correo electrónico
fr: Veuillez entrer votre adresse e-mail
it: Inserisci il tuo indirizzo email
ja: メールアドレスを入力してください
pt_br: Digite o endereço de e-mail
ru: Введите адрес электронной почты
th: กรุณากรอกที่อยู่อีเมล
vi: Vui lòng nhập email

source: service
ar: خدمة العملاء
de: Kundenservice
es: Servicio al cliente
fr: Service client
it: Servizio clienti
ja: サービスの担当
pt_br: Suporte
ru: Служба поддержки
th: ศูนย์บริการ
vi: Dịch vụ khách hàng

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
ja: メールアドレス
ru: Адрес электронной почты
th: ที่อยู่อีเมล

source: Visitor
ar: زائر
de: Gast
es: Invitado
fr: Invité
it: Ospite
ja: お客様
pt_br: Visitante
ru: Гость
th: ผู้เยี่ยมชม
vi: Khách

source: Email cannot be empty
ar: لا يمكن ترك البريد الإلكتروني فارغًا
de: E-Mail darf nicht leer sein
es: El correo electrónico no puede estar vacío
fr: L'adresse e-mail ne peut pas être vide
it: L'email non può essere vuota
ja: メールアドレスはブランクで行けません
pt_br: O campo de e-mail não pode estar vazio
ru: Адрес электронной почты не может быть пустым
th: ที่อยู่อีเมลไม่สามารถเว้นว่างได้
vi: Email không được để trống

# Code cannot be empty
source: Verification code cannot be empty
ar: لا يمكن ترك رمز التحقق فارغًا
de: Der Bestätigungscode darf nicht leer sein
es: El código de verificación no puede estar vacío
fr: Le code de vérification ne peut pas être vide
it: Il codice di verifica non può essere vuoto
ja: セーフコードを入力してください
pt_br: O campo de código de verificação não pode estar vazio
ru: Код подтверждения не может быть пустым
th: รหัสยืนยันไม่สามารถเว้นว่างได้
vi: Mã xác nhận không được để trống

# Please enter email address
source: Enter email address
ar: الرجاء إدخال عنوان بريدك الإلكتروني
de: Bitte geben Sie eine E-Mail-Adresse ein
es: Ingrese la dirección de correo electrónico
fr: Veuillez entrer votre adresse e-mail
it: Inserisci il tuo indirizzo email
ja: メールアドレスを入力してください
pt_br: Digite o endereço de e-mail
ru: Пожалуйста, введите адрес электронной почты
th: กรุณากรอกที่อยู่อีเมลสำหรับการรับรหัสยืนยัน ตรวจสอบโฟลเดอร์อีเมลรวมถึงถังขยะ
vi: Vui lòng nhập địa chỉ email

source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認します
pt_br: Confirmar
ru: Определить
th: ลงชื่อเข้าใช้บัญชี
vi: Xác nhận

# No bind Email content
source: The current account is not bound to any email! For your account security, please bind your email immediately
ar: الحساب الحالي غير مرتبط ببريد إلكتروني! لضمان أمان حسابك، يرجى ربط بريدك الإلكتروني فورًا.
de: Dieses Konto ist derzeit nicht an eine E-Mail-Adresse gebunden! Bitte binden Sie es umgehend aus Sicherheitsgründen.
es: ¡La cuenta actual no está vinculada a un correo electrónico! Para la seguridad de su cuenta, vincule un correo electrónico de inmediato.
fr: Le compte actuel n'est pas lié à une adresse e-mail ! Pour la sécurité de votre compte, veuillez lier immédiatement une adresse e-mail.
it: L'account attuale non è associato a un'email! Per la sicurezza del tuo account, associa immediatamente la tua email
ja: 当IDはメールアドレスに繋がっていません。あなたのIDを保護するため、メールアドレスにお繋がりください
pt_br: Esta conta atual não está vinculada a um e-mail! Para garantir a segurança da sua conta, por favor, vincule um e-mail imediatamente.
ru: Этот аккаунт не привязан к адресу электронной почты! Для безопасности вашего аккаунта, пожалуйста, привяжите адрес электронной почты прямо сейчас.
th: บัญชีปัจจุบันยังไม่ได้ผูกกับที่อยู่อีเมล! เพื่อความปลอดภัยของบัญชีของคุณ โปรดผูกที่อยู่อีเมลทันที
vi: Tài khoản hiện tại chưa được liên kết với email! Để bảo đảm an toàn tài khoản của bạn, vui lòng liên kết ngay.

# No account number
source: No account
ar: لا يوجد حساب مؤقتًا
de: Derzeit keine Konten vorhanden
es: No hay cuentas disponibles
fr: Aucun compte pour le moment
it: Nessun account temporaneamente
ja: IDは暫くおりません
pt_br: Nenhuma conta encontrada
ru: Нет аккаунта
th: ไม่มีบัญชีในขณะนี้
vi: Tạm thời không có tài khoản

# Login Method
source: ---------------Log in with---------------
ar: طريقة تسجيل الدخول
de: Anmeldeoptionen
es: Método de inicio de sesión
fr: Mode de connexion
it: Metodo di accesso
ja: --------------- ログイン方法 ---------------
pt_br: Método de login
ru: Способ входа
th: วิธีการเข้าสู่ระบบ
vi: Phương thức đăng nhập

source: Linked
ar: مرتبط
de: Bereits verbunden
es: Ya vinculado
fr: Déjà lié
it: Associato
ja: (バウンド)
pt_br: Vinculado
ru: Привязан
th: ผูกแล้ว
vi: Đã liên kết

source: E-mail
ar: بريد إلكتروني
es: Correo electrónico
fr: Adresse e-mail
ja: メールアドレス
ru: Адрес электронной почты
th: อีเมล

source: Link your account to safeguard your progress and play with multiple devices.
ar: قم بربط حسابك لضمان تقدم اللعبة واللعب على أجهزة متعددة.
de: Verknüpfen Sie das Konto, um Ihren Spielfortschritt zu speichern und auf mehreren Geräten zu spielen.
es: Vincule su cuenta para asegurar su progreso en el juego y jugar en varios dispositivos.
fr: Lier un compte pour garantir la progression du jeu et jouer sur plusieurs appareils.
it: Associa il tuo account per garantire il progresso del gioco e giocare su dispositivi multipli.
ja: IDを繋がって、ゲームのお進めを保障します、または複数のデバイスで遊べます
pt_br: Vincule sua conta para garantir o progresso do jogo e jogar em vários dispositivos.
ru: Привязать аккаунт для сохранения своего прогресса и игры с нескольких устройств.
th: ผูกบัญชีเพื่อให้คุณมีความคืบหน้าในเกมและเล่นได้หลายอุปกรณ์
vi: Liên kết tài khoản để bảo vệ tiến trình chơi game của bạn và sử dụng trên nhiều thiết bị.

source: Please enter the account email address to receive the verification code, and check the email folder including the trash box.
ar: الرجاء إدخال عنوان البريد الإلكتروني للحصول على رمز التحقق. تحقق من مجلد البريد الإلكتروني، بما في ذلك مجلد البريد العشوائي.
de: Bitte geben Sie die Konto-E-Mail-Adresse ein, um den Bestätigungscode zu erhalten. Überprüfen Sie den E-Mail-Ordner, auch den Spam-Ordner.
es: Ingrese el correo electrónico de su cuenta para recibir el código de verificación. Revise la carpeta de correo, incluida la carpeta de spam.
fr: Veuillez entrer l'adresse e-mail de votre compte pour recevoir le code de vérification, et vérifiez le dossier de messagerie, y compris la corbeille.
it: Inserisci l'email dell'account per ricevere il codice di verifica. Controlla la cartella email, compresa quella dello spam.
ja: 繋がったメールアドレスを入力してください、間もなくセーフコードをお送り致します。メールのゴミ箱までチェックをお願い致します
pt_br: Por favor, insira o e-mail da conta para receber o código de verificação. Verifique a pasta de e-mails, incluindo a caixa de spam.
ru: Введите адрес электронной почты для получения кода подтверждения, проверьте папку со спамом.
th: โปรดป้อนที่อยู่อีเมลของบัญชีของคุณเพื่อรับรหัสยืนยัน ตรวจสอบโฟลเดอร์อีเมล รวมถึงถังขยะไว้ด้วย
vi: Vui lòng nhập email để nhận mã xác nhận, kiểm tra thư mục email bao gồm thùng rác.

# 账号登录
source: 海外-账号登录
ar: تسجيل الدخول إلى الحساب
de: Kontoanmeldung
es: Inicio de sesión de cuenta
fr: Connexion au compte
it: Accesso all'account
ja: 日语-账号登录
pt_br: Login com conta
ru: Вход в учетную запись
th: ล็อกอินบัญชี
vi: Đăng nhập tài khoản

# 重置密码
source: 海外-重置密码
ar: إعادة تعيين كلمة المرور
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
it: Reset della password
ja: 日语-重置密码
pt_br: Redefinir senha
ru: Сброс пароля
th: รีเซ็ตรหัสผ่าน
vi: Đặt lại mật khẩu

# 忘记密码
source: 海外-忘记密码
ar: نسيت كلمة المرور
de: Passwort vergessen
es: Olvidé mi contraseña
fr: Mot de passe oublié
it: Password dimenticata
ja: 日语-忘记密码
pt_br: Esqueci a senha
ru: Забыли пароль
th: ลืมรหัสผ่าน
vi: Quên mật khẩu

# 实名认证
source: 海外-实名认证
ar: المصادقة بالاسم الحقيقي
de: Echtheitsbestätigung
es: Autenticación de identidad
fr: Vérification d'identité
it: Autenticazione con nome reale
ja: 日语-实名认证
pt_br: Autenticação de identidade
ru: Подтверждение личности
th: การรับรองตัวจริง
vi: Xác minh danh tính

# 账号绑定
source: 海外-账号绑定
ar: ربط الحساب
de: Konto verknüpfen
es: Vinculación de cuenta
fr: Lier le compte
it: Associazione dell'account
ja: 日语-账号绑定
pt_br: Vinculação de conta
ru: Привязка учетной записи
th: ผูกบัญชี
vi: Liên kết tài khoản

# 温馨提示
source: 海外-温馨提示
ar: نصائح دافئة
de: Wichtiger Hinweis
es: Consejo amigable
fr: Conseils chaleureux
it: Suggerimenti utili
ja: 日语-温馨提示
pt_br: Dicas úteis
ru: Предупреждение
th: เทปเสริม
vi: Lưu ý

# 版本更新
source: 海外-版本更新
ar: تحديث الإصدار
de: Version aktualisieren
es: Actualización de versión
fr: Mise à jour de la version
it: Aggiornamento della versione
ja: 日语-版本更新
pt_br: Atualização de versão
ru: Обновление версии
th: อัปเดตเวอร์ชัน
vi: Cập nhật phiên bản

# 绑定邮箱
source: 海外-绑定邮箱
ar: ربط البريد الإلكتروني
de: E-Mail-Verknüpfung
es: Vincular correo electrónico
fr: Lier une adresse e-mail
it: Associa l'email
ja: 日语-绑定邮箱
pt_br: Vincular e-mail
ru: Привязка адреса электронной почты
th: ผูกที่อยู่อีเมล
vi: Liên kết email

# 客服中心
source: 海外-客服中心
ar: مركز خدمة العملاء
de: Kundenservicezentrum
es: Centro de atención al cliente
fr: Service client
it: Centro assistenza clienti
ja: 日语-客服中心
pt_br: Central de suporte
ru: Служба поддержки
th: ศูนย์บริการลูกค้า
vi: Trung tâm dịch vụ khách hàng

source: Sign in with Apple
ar: تسجيل الدخول عبر Apple
de: Anmeldung über Apple
es: Iniciar sesión a través de Apple
fr: Connexion via Apple
it: Accedi tramite Apple
pt_br: Login via Apple
ru: Вход через Apple
th: ล็อกอินผ่าน Apple
vi: Đăng nhập thông qua Apple

source: Guest
ar: زائر
de: Gast
es: Invitado
fr: Invité
it: Ospite
ja: お客様
pt_br: Visitante
ru: Гость
th: ผู้เยี่ยมชม
vi: Khách

source: The authorization information is inconsistent
ar: معلومات المصادقة غير متطابقة
de: Alle Autorisierungsinformationen stimmen nicht überein
es: Toda la información de autorización no coincide
fr: Aucune information d'autorisation ne correspond
it: Le informazioni di autorizzazione non corrispondono
ja: 繋がり情報は間違えました
pt_br: Nenhuma informação de autorização compatível
ru: Все данные авторизации не соответствуют
th: ข้อมูลการให้สิทธิ์ไม่ตรงกัน
vi: Tất cả thông tin ủy quyền không phù hợp

source: The system version does not support Apple login
ar: النظام الحالي لا يدعم حاليًا تسجيل الدخول عبر Apple
de: Das aktuelle System unterstützt derzeit keine Apple-Anmeldung
es: Esta versión del sistema no admite actualmente el inicio de sesión de Apple
fr: La version actuelle du système ne prend pas en charge la connexion Apple
it: La versione del sistema attuale non supporta l'accesso con Apple
ja: 当システムバージョンではアップルログインできません
pt_br: Esta versão do sistema não suporta atualmente o login da Apple
ru: Версия этой системы временно не поддерживает вход через Apple
th: ระบบเวอร์ชันนี้ไม่รองรับการเข้าสู่ระบบ Apple ชั่วคราว
vi: Phiên bản hệ điều hành hiện tại tạm thời không hỗ trợ đăng nhập Apple

# Canceled
source: The user canceled the authorization request
ar: ألغى المستخدم طلب المصادقة
de: Der Benutzer hat die Autorisierungsanfrage abgebrochen
es: El usuario canceló la solicitud de autorización
fr: L'utilisateur a annulé la demande d'autorisation
it: L'utente ha annullato la richiesta di autorizzazione
ja: ユーザーは繋がりリクエストをキャンセルしました
pt_br: Usuário cancelou a solicitação de autorização
ru: Пользователь отменил запрос на авторизацию
th: ผู้ใช้ยกเลิกคำขอให้สิทธิ์
vi: Người dùng đã hủy yêu cầu ủy quyền

# Failed
source: Authorization request failed
ar: فشل طلب المصادقة
de: Autorisierungsanfrage fehlgeschlagen
es: Fallo en la solicitud de autorización
fr: La demande d'autorisation a échoué
it: Richiesta di autorizzazione fallita
ja: 繋がりリクエストは失敗しました
pt_br: Falha na solicitação de autorização
ru: Не удалось выполнить запрос на авторизацию
th: คำขอให้สิทธิ์ล้มเหลว
vi: Yêu cầu ủy quyền thất bại
