Repository: MF-dosear/XMKit_zhf
Catalog: XMKit_zhf/Assets/Language/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ja, pt_br, ru, th, vi

# Invalid Response
source: Invalid response to authorization request
ar: استجابة غير صالحة لطلب المصادقة
de: Autorisierungsanfrage hat eine ungültige Antwort erhalten
es: La respuesta a la solicitud de autorización es inválida
fr: La réponse à la demande d'autorisation est invalide
it: La risposta alla richiesta di autorizzazione non è valida
ja: 繋がりリクエストは応じされていません
pt_br: Resposta de solicitação de autorização inválida
ru: Неверный ответ на запрос на авторизацию
th: การตอบสนองคำขอให้สิทธิ์ไม่ถูกต้อง
vi: Phản hồi ủy quyền không hợp lệ

# Not Handled
source: Failed to process authorization request
ar: غير قادر على معالجة طلب المصادقة
de: Die Autorisierungsanfrage konnte nicht verarbeitet werden
es: No se pudo procesar la solicitud de autorización
fr: Impossible de traiter la demande d'autorisation
it: Impossibile gestire la richiesta di autorizzazione
ja: 繋がりリクエストをプロセスできませんでした
pt_br: Não foi possível processar a solicitação de autorização
ru: Не удалось обработать запрос на авторизацию
th: ไม่สามารถดำเนินการคำขอให้สิทธิ์ได้
vi: Không thể xử lý yêu cầu ủy quyền

# Unknown
source: Authorization request failed for unknown reason
ar: فشل طلب المصادقة لأسباب غير معروفة
de: Autorisierungsanfrage aus unbekannten Gründen fehlgeschlagen
es: Fallo en la solicitud de autorización por razones desconocidas
fr: Échec de la demande d'autorisation pour une raison inconnue
it: Richiesta di autorizzazione fallita per motivi sconosciuti
ja: 未知原因で繋がりリクエスト失敗しました
pt_br: Falha na solicitação de autorização, motivo desconhecido
ru: Неизвестная ошибка при выполнении запроса на авторизацию
th: คำขอให้สิทธิ์ล้มเหลว สาเหตุไม่ทราบ
vi: Yêu cầu ủy quyền thất bại vì lý do không xác định

source: Contact us
ar: اتصل بنا
de: Kontaktieren Sie uns
es: Contáctenos
fr: Contactez-nous
it: Contattaci
ja: 開発者に連絡します
pt_br: Entre em contato conosco
ru: Свяжитесь с нами
th: ติดต่อเรา
vi: Liên hệ chúng tôi

source: If you have any problems or questions, please feel free to contact us by Facebook, Messenger, Customer Service or Email.
ar: إذا كانت لديك أية أسئلة، يرجى الاتصال بنا من خلال الرابط أو البريد الإلكتروني أدناه
de: Wenn Sie Fragen haben, können Sie uns über den folgenden Link oder per E-Mail kontaktieren
es: Si tiene alguna pregunta o inquietud, no dude en comunicarse con nosotros a través del siguiente enlace o correo electrónico.
fr: Si vous avez des questions ou des doutes, n'hésitez pas à nous contacter via le lien ci-dessous ou par e-mail.
it: Se hai domande, contattaci tramite il link o l'email qui sotto
ja: 何か問題や提案がございましたら、お気軽に以下のリンクでご連絡してください。
pt_br: Se você tiver alguma dúvida ou pergunta, fique à vontade para entrar em contato conosco através do link abaixo ou por e-mail.
ru: Если у вас есть какие-либо вопросы или сомнения, не стесняйтесь связаться с нами по следующей ссылке или по электронной почте.
th: หากคุณมีคำถามหรือข้อสงสัยใด ๆ ยินดีต้อนรับให้ติดต่อเราผ่านทางลิงก์หรืออีเมลด้านล่าง
vi: Nếu bạn có bất kỳ câu hỏi hoặc thắc mắc nào, hãy liên hệ với chúng tôi qua liên kết hoặc email dưới đây

source: There are no advertising resources to play
ar: لا توجد موارد إعلانية متاحة للتشغيل
de: Keine Werberessourcen verfügbar
es: No hay recursos publicitarios disponibles
fr: Aucune ressource publicitaire disponible pour la lecture
it: Nessuna risorsa pubblicitaria disponibile per la riproduzione
ja: 放送できる広告はありません
pt_br: Nenhum recurso de anúncio disponível para reprodução
ru: Отсутствует рекламный контент для воспроизведения
th: ไม่มีทรัพยากรโฆษณาที่สามารถเล่นได้
vi: Không có tài nguyên quảng cáo có thể phát
